Repository: QPC-database/wp-plugin-webmaster-tools
Catalog: languages/webmaster-tools-*.po
Languages: sr_rs

source: Overview
sr_rs: Pregled

source: Here's how you optain and setup each search engines key's
sr_rs: Evo kako održavate i pristupate ključu prtraživača

source: Log in to
sr_rs: Uloguj se u

source: with your Google account.
sr_rs: sa Google nalogu.

source: Enter your blog URL and click <code>Add Site</code>.
sr_rs: Unesite vaš URL bloga i kliknite na <code>Dodaj sajt</code>.

source: You will be presented with several verification methods. Choose <code>Meta Tag</code>.
sr_rs: Biće vam predstavljeno nekoliko verifikacionih metoda. Izaberite <code>Meta Tag</code>.

source: Copy the meta tag, which looks something like
sr_rs: Kopirajte meta tag koji izgleda nešzo kao

source: Leave the verification page open and go to your blog dashboard.
sr_rs: Ostavite verifikacionu stranicu otvorenu i idite na oglasnu tablu vašeg bloga.

source: Open the Tools Page and paste the code in the appropriate field.
sr_rs: Otvorite stranicu sa altkama i paste-ujte kod u odgovarajuće polje.

source: Click on <code>Save Changes</code>.
sr_rs: Klik na <code>Sačuvaj promene</code>.

source: Go back to the verification page and click <code>Verify</code>.
sr_rs: Vratite se na verifikacionu stranicu i kliknite na <code>Verifikuj</code>.

source: Log in to
sr_rs: Uloguj se na

source: with your Yahoo account.
sr_rs: sa Yahoo naloga.

source: Enter your blog URL and click <code>Add My Site</code>.
sr_rs: Unesite vaš URL bloga i kliknite na <code>Dodaj moj sajt</code>.

source: You will be presented with several authentication methods. Choose <code>By adding a META tag to my home page.</code>.
sr_rs: Biće vam predstavljeno nekoliko autentičnih metoda. Izaberite <code>Dodavanjem META tag na moju početnu stranicu.</code>.

source: Go back to the verification page and click <code>Ready to Authenticate</code>.
sr_rs: Idite na verifikicaju stranice i kliknite na <code>Spremno za autentifikaciju</code>.

source: Note: It may take up to 24 hours for your site to be authenticated.
sr_rs: Beleška: Možda će trebati 24 časa da se sajt autentifikuje.

source: Bing Webmaster Center
sr_rs: Bing Webmaster centar

source: with your Live! account.
sr_rs: sa vašim Live! nalogom.

source: Click <code>Add a Site</code>.
sr_rs: Klik na <code>Dodaj sajt</code>.

source: Enter your blog URL and click <code>Submit</code>.
sr_rs: Unesite svoj URL bloga i kliknite na <code>Podnesi</code>.

source: Copy the meta tag from the text area at the bottom. It looks something like
sr_rs: Kopirajte meta tag iz dela sa tekstom na dnu. Izgleda nešto kao

source: Go back to the verification page and click <code>Return to the Site list</code>.
sr_rs: Idite na verifikicaju stranice i kliknite na <code>Nazad na list sajta</code>.

source: Robots
sr_rs: Roboti

source: The Robots.txt File
sr_rs: Robots.txt fajl

source: The <strong>robots.txt</strong> file is a way to prevent cooperating web spiders and other web robots from accessing all or part of a website which is otherwise publicly viewable. Robots are often used by search engines to categorize and archive web sites, or by webmasters to proofread source code.
sr_rs: <strong>robots.txt</strong> fajl je način da sačuvate kooperativne web paukove i ostale web robote od pristupanja svim delovima websajta kojji je inače dostupan javnosti. Roboti se često koriste od strane pretraživača i arhiva web sajtova ili webmastera za dokazivanje surce koda.

source: To Allow all robots
sr_rs: Za dozvoljavanje svih robota

source: To allow any robot to access your entire site, you can simply leave the robots.txt file blank, or you could use this
sr_rs: Da biste dozvolili bilo kom robotu da pristupi vašem celom sajtu, jednostavno možete da ostavite robots.txt fajl praznim, ili da iskoristite ovo

source: >To Ban all robots
sr_rs: >Da biste zabranili sve robote

source: To Ban all crawlers from four directories of a website
sr_rs: Da biste zabranili sve crawlerse sa sve četiri direktorijuman vašeg websajta

source: You cannot edit this screen.
sr_rs: Ne možete da editujete ekran.

source: Site Verification
sr_rs: Verifikacija sajta

source: All three major search engines provide webmaster tools that give you detailed information and statistics about how they see and crawl your website. In order to access most of the features, you will have to verify your sites.
sr_rs: Sva tri veća pretraživača omogućavaju webmaster alatke koje vam daju detaljne informacije i statistike o tome kako vide i sklupljaju vaš sajt. Da biste pristupili većini karakteristika, morate da verifikujete sajtove.

source: Enter your meta key "content" value to verify your blog with
sr_rs: Unesite vaš meta ključ "content" vrednost da biste verifikovali vaš bnlog sa

source: and
sr_rs: i

source: Disabled
sr_rs: Onemogući

source: Enabled
sr_rs: Omogući

source: Example
sr_rs: Primer

source: is a web analytics solution that gives you rich insights into your website traffic and marketing effectiveness. Powerful, flexible and easy-to-use features now let you see and analyze your traffic data in an entirely new way. With Google Analytics, you're more prepared to write better-targeted ads, strengthen your marketing initiatives and create higher converting websites.
sr_rs: je web analytics rešenje koja vam daje bogat uvid u saobraćaj vašeg sajta i marketing efektivnost . Moćne, fleksibilne i jednostavne za korišćenje funkcije sada omogućavaju da vidite i analizu podataka o saobraćaju na potpuno nov način . Pomoću Google Analytics , vi ste spremniji da pišete bolje ciljane oglase , ojačate svoje marketinške inicijative i stvorite veće pretvaranje sajtova .

source: Enter your
sr_rs: Unesite vaš

source: Account ID
sr_rs: ID naloga

source: for this site, to allow
sr_rs: za ovaj sajt, dozvoliti

source: to track you page views.
sr_rs: da biste pratili preglede vaše stranice.

source: is a system of computers containing copies of data, placed at various points in a network so as to maximize bandwidth for access to the data from clients throughout the network. A client accesses a copy of the data near to the client, as opposed to all clients accessing the same central server, so as to avoid bottlenecks near that server.
sr_rs: je sistem računara koji sadrži kopije podataka , postavljene na različitim tačkama u mreži kako bi se maksimizirao bandwidth za pristup podacima sa klijentima širom mreže . Klijent pristupa kopiji podataka blizu klijenta , za razliku od svih klijenata koji pristupaju na isti centralni server , kako bi se izbegle prepreke blizu tog servera.

source: Robots.txt File
sr_rs: Robots.txt fajl

source: You may edit your robots.txt file in the space below. Lines beginning with <code>#</code> are treated as comments. If you don't understand what your doing, most likly you don't need to do anything.
sr_rs: Možete da edirujete vaš robots.txt fajl u prostoru ispod. Rečenice koje počinju sa <code>#</code> su tretirane kao komentari. Ako ne razumete šta radite, nemojte ništa ni da radite.

source: Using your robots.txt file, you can ban specific robots, ban all robots, or block robot access to specific pages or areas of your site. If you are not sure what to type, look at the bottom of this page for examples.
sr_rs: Korišćenjem vašeg robots.txt fajla možete zabraniti odredjene robote, sve robote ili blokirati pristup odredjenjim stranicama ili oblastima vašeg sajta. Ako niste sigurni šta da ukucate potražite na dnu stranice primere.

source: To Disable all search engines from browsing your site, see the
sr_rs: Da biste onemogućili sve pretraživače iz vašeg sajta, pogledajte

source: Privacy Settings
sr_rs: Postavke o privatnosti

source: page.
sr_rs: stranice.

source: Modify Your Robots.txt file
sr_rs: Modifikujte vaš Robots.txt fajl

source: Your Current Robots.txt file
sr_rs: Vaš trenutni Robots.txt fajl

source: reset robots.txt
sr_rs: resetuj Robots.txt

source: Privacy Settings are curently <strong>Blocking</strong> all search engines. Enable search engine browsing on the
sr_rs: Postavke o privatnosti su trenutno <strong>Blokirati</strong> sve pretraživače. Omogući pretragu pretraživača na

source: page to be able to modify the robots.txt file.
sr_rs: stranica mora biti sposobna da bi se modefikovao robots.txt file.

source: Save Changes
sr_rs: Sačuvaj promene
